Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老格林聚精会神的听着，那种感觉就象回到了数十年前，自己还只是个学徒的时候，用充满求知欲的目光望着导师，听他为自己讲解一条条神秘而复杂的药剂公式。他已经完全忘记了林立的年纪，只是单纯的沉浸在药剂知识当中。
en_us: Old Grimm listened attentively. It felt like he had returned to decades ago when he was still an apprentice, looking at his teacher with eyes full of the thirst for knowledge and listening to him explain mysterious and complex potion formulas to himself. He had completely forgotten Lin Li's age and was simply immersed in the knowledge of potions.

source: 老梅林一想到这个，真是连肺都气炸了。
en_us: At the thought of this, Old Merlin was so angry he felt his lungs were about to explode.

source: 老梅林一手将克伦威尔推开，同样是毫不畏惧的迎了上去。
en_us: Old Merlin pushed Cromwell aside and met him without fear.

source: 老梅林却根本不去理他，口中依旧快速的吟唱着咒文，杖头魔晶青色火焰熊熊燃烧，又是一片铺天盖地的火雨降下，直打得那一片水蓝色的光幕“滋滋”做响。
en_us: Old Merlin paid no heed to his fury; his lips continued their rapid recitation of the spells. The green flame burned fiercely from the magical crystal at the tip of his staff, and another overspread of fire rain came falling down, hitting the blue water curtains with a sizzle.

source: 老梅林在克伦威尔的搀扶下，虽然勉强稳了下来，却仍显得有些虚弱，听到葛瑞安的叫嚣也不去理他，只是捂着胸口爆发出一阵剧烈的咳嗽。此时的老梅林，看上去就象一个风烛残年的老人，苍老而又虚弱，又哪还有一丝大魔导士的风采？
en_us: Old Merlin was barely able to steady himself with the help of Cromwell, and he still looked weak. He had heard Gerian's yell but chose to ignore it, clinging onto his chest as he broke out in a violent cough. Old Merlin looked like an old man with one foot in the grave, worn and weak, without the bearing of a great archmage.

source: 老梅林并不比他好上多少，在落地之时，甚至需要靠克伦威尔搀扶才能勉强站稳。
en_us: Old Merlin was no better. He had to rely on Cromwell's support in order to stand firm on his feet when he landed.

source: 老梅林心里很清楚，自己之所以能在这场悬殊的较量中占尽优势，所凭借的，只不过是对规则理解更加深刻。
en_us: Old Merlin knew very well it was all because of his deeper understanding of the rules that he was able to dominate the battle.

source: 老梅林忽然很想问问，这世界上到底还有没有天理？
en_us: Old Merlin had wanted to ask if there was any justice left in this world?

source: 老梅林拥有的只是一枚强能水晶，用过一次之后就再无机会，可魔法公会拥有的，却是一个可以随手送出唤醒药剂的大师，而且还一送就是两瓶。
en_us: What Old Merlin had was merely a Strong Energy Crystal, which could only be used once. But what the Guild of Magic had was a potion master who could gift away an Awakening Potion, and he had just gifted two at once.

source: 老梅林拼命的告诉自己，忍！一定要忍！
en_us: Old Merlin told himself desperately that he had to bear with it!

source: 老梅林握住强能水晶的右手猛的一紧，顿时只见一丝丝光亮从他手指缝隙中透出，那种纯粹而又干净的魔法气息，正以一种令人难以想象的速度向老梅林体内涌去，随着那股力量的涌动，原本苍白而虚弱的面庞，在忽然之间就变得红润了许多。
en_us: Old Merlin squeezed the crystal ball in his right hand, and all at once traces of light escaped from the gaps of his fingers. The pure and clean aura gushed into Old Merlin's body at an unimaginable speed. With that surge of power, color had returned to the pale and frail face.

source: 老梅林昨晚一番训斥，克伦威尔证明自己的心情更加迫切，今天一大早，他就带着几条十四级咒语进了翡翠高塔，连到时候怎么说话，他都已经计划好了。
en_us: After being reprimanded by Old Merlin last night, Cromwell was even more anxious to prove himself. Early this morning, he walked into the Emerald Tower carrying a few level-fourteen spells. He had even planned out the plea he would give in his mind.

source: 老梅林的声音远远传开，整个翡翠高塔忽然之间就安静了下来。
en_us: The whole Emerald Tower became silent as Old Merlin's voice spread throughout it.

source: 老梅林的脸上，第一次露出了沮丧的表情。
en_us: For the first time, a dejected expression came across Old Merlin's face.

source: 老梅林的话，让克伦威尔陷入了沉思，他呆呆的站在那里，细细品位着父亲话里的意思，克伦威尔并不是白痴，片刻之后，他开始渐渐抓住了话中的关键，一时间，克伦威尔只觉手脚一阵冰凉，张口想要说话，却感觉嗓子异常干涩：“您……您是说……梅林家族的地位……将会被……被其他势力取代？”
en_us: Old Merlin's words had plunged Cromwell into deep thoughts. He stood there, absorbed in the meaning of his father's words. Cromwell was not an idiot, and after a few moments, he began to grasp the key to his words. Cromwell felt his limbs turn cold at once, and as he opened his mouth to speak, he felt his throat was unusually dry. "You... you mean... Merlin Family... will... will be replaced by other powers?"

source: 老梅林看了看身旁的克伦威尔，又看了看一脸笑容的林立，终于咬着牙，做了一个痛苦的决定。
en_us: Old Merlin took a look at Cromwell, who was standing by his side, and then at Lin Li who was smiling away. Finally, he clenched his teeth and came to a painful decision.

source: 老梅林神色坚决，心头却暗自叹了口气。
en_us: Old Merlin's expression was firm, but in his heart, he let out a sigh.

source: 老梅林脸上的笑容正在渐渐放大，看上去一切都已经到了不可挽回的地步。
en_us: Old Merlin's smile spread across his face. It seemed like the situation was too far gone beyond repair.

source: 老梅林脸色陡然一变，手中法杖猛的往前一伸，正好搭在了克伦威尔肩上，还不等他明白过来是怎么回事时，那法杖顶端的魔晶已经是呈现出一阵奇异的扭曲，就好象在忽然之间就变成了一双大手，紧紧的将克伦威尔抓在手中。
en_us: Old Merlin's expression changed and he protracted his staff right onto Cromwell's shoulders. Before the latter could understand what was happening, the magical crystal at the top of the staff had exhibited a peculiar distortion, as if in just an instant it had changed into a pair of giant hands, clutching Cromwell in it.

source: 老梅林这一生从不做没把握的事，他还从来没象现在这样，把一切都交给了运气。
en_us: Old Merlin would never do anything uncertain in his life. He had never given everything to luck, like what he was doing now.

source: 老梅林那成竹在胸的笑容，在水晶光晕下显得更加高深莫测。
en_us: The confident smile of Old Merlin was even more unfathomable under the gleam of the crystal halo.

source: 老梅林错就错在，他选择了林立最擅长的领域，那是连传奇法师都眼红的变态精神力。
en_us: Old Merlin was wrong for choosing a field Lin Li was best at. That was an abnormal mental strength that even a legendary mage would be jealous of.

source: 老法师大概是这个世界上最了解林立的人了，他知道林立的身份有问题，所以为他准备好了新的身份，但他恐怕怎么也想不到，这家伙不是身份有问题，而是根本没有身份，落日山脉绵延数千里，来自另一个世界的林立，又怎么可能在其中找到出路？
en_us: Andoine was probably the only person in this world who understood Lin Li best. He knew there was a problem with Lin Li's identity, so he had prepared a new one for him. But perhaps he would never have thought that it was not just a problem of troublesome identity for this fellow—in fact, he had none at all. The Sunset Mountains stretched for thousands of miles. How could Lin Li, who had came from another world, find his way out?

source: 老者走进来，看到江逸整个人都笼罩在斗篷黑袍内更加不爽了，随手拿起桌子上的丹药倒出一枚拿在手里闻了闻，很是不屑的说道：“这是灵神丹炼废了，回炉再造的吧？而且还添加了一些杂七杂八的药粉，药效估计还要打折了，这丹药价值不高，刘管事你看着办吧！”
en_us: As the elderly man walked in, the old man became even more displeased seeing Jiang Yi with his entire body concealed in a cloak and black robes. He readily grabbed the elixir bottle lying on the table, pouring a pill out and giving it a sniff. With much disdain he said, "This is a Spirit Pill that was refined to a useless state, then reheated and re-refined, isn't it? On top of that, a few miscellaneous medicinal powders were added in. I estimate that its medicinal efficacy has also been reduced. The value of this elixir is not high. Housekeeper Liu, you take care of it yourself!"

source: 而一旁的麦格雷尼和伊娜则看得是目瞪口呆，这一路走来，他们对林立的实力也算是有些了解，知道这是一个强大的魔法师，可他们却从来没想过，林立的实力竟会强到这种程度，那无限风刃的场景，让他们觉得自己就好象是在做梦一样。
en_us: McGrenn and Ina watched, dumbfounded. They had a sense of Lin Li's abilities along the way and knew he was a powerful mage, but they had never imagined him to be this powerful. The scene of the infinite wind blades attacking made them feel as if they were in a dream.

source: 而与他同为传奇法师的格林，却是法兰王国难得一见的药剂天才，二十多岁的时候就已经在药剂学上取得了不俗的成就，他的天才甚至惊动了药剂师公会，在他三十岁成为魔导士那一天，安瑞尔药剂师公会正式宣布，接收格林－伯恩塞德为正式会员。
en_us: Grimm, who was also a legendary mage like Andoine, was a rare pharmaceutics genius in Felan Kingdom. He had already made remarkable achievements in his twenties. His geniosity had alarmed the Pharmacists Guild. On the day he'd become a Magic Shooter at age 30, the Anril Pharmacists Guild had officially announced that they had accepted Grimm Burnside as an official member of their guild.

source: 而与此同时，林立也完成了冰甲术的咒文。
en_us: At the same time, Lin Li had finished the recitation of the Ice Armor Spell.

source: 而与此同时，葛瑞安的失败，也会让魔法公会沉寂一段时间，他们必须再次积累力量，等待下一个崛起的机会。
en_us: At the same time, Gerian's defeat would also silence the Guild of Magic for a long while. They would have to gather their strength again and wait for the next opportunity to rise.

source: 而且……
en_us: Moreover...

source: 而且使用这个二级魔法的，还只是一个不满二十岁的年轻法师。
en_us: Furthermore, the one who had used this level-two spell was a young mage not over the age of 20.

source: 而且信上还写到，这位年轻的药剂大师实力之强，绝不在药剂师公会任何人之下！
en_us: The letter also mentioned how powerful this young potion master was, powerful enough to outdo anyone in the Pharmacists Guild!

source: 而且回炉了多次，他体内的元力也损耗了十分之一，不过他倒是不敢动用黑色元力，生怕被这柳长老看出端倪……
en_us: On top of that, having melting down the ingredients multiple times, one-tenth of the essence force in his body had been consumed. However, he did not dare to use his black essence force, lest Elder Liu got a clue of his secret...

source: 而且巫师之眼只是十级法术，以葛瑞安十五级大魔导士的实力，顺手补充一个根本就不费力气。
en_us: Moreover, the Warlock's Eyes was a level-ten magic. With Gerian's level-fifteen strength, he could easily restore one with no effort.

source: 而且武者修炼到了后面的境界，丹药对于修炼的增幅也有限了，除非是高级的地品天品丹药，否则也只是能起的效果微乎其微。高级丹药异常昂贵，一枚地品丹药价值百金，小小的天羽城，就算是姬家也不可能长期给家族子弟供应的，至于天品丹药，姬天自己也怕消耗不起吧……
en_us: In addition, the elixirs became less effective in strengthening cultivation as martial artists increase their power levels. Unless they were the superior earth-grade and heaven-grade elixirs, the effect would be negligible. However, the superior grade elixirs were extraordinarily expensive. A single earth-grade elixir cost a hundred taels of gold. In a place as small as Skyplume City, even the Ji Family would not be able to supply earth-grade elixirs to its descendants over a long period of time. As for the heaven-grade elixirs, even Ji Tian himself would have trouble affording them...

source: 而且江家只有江恨水和江如龙进了武殿内修炼，他陪练的时候戴着面具，两人不一定能认出他，再说了……两人如此实力，找陪练肯定也找金牌陪练，怎么会找他这种铸鼎境二重的武者？
en_us: Additionally, of the Jiang Clan members, only Jiang Henshui and Jiang Rulong had entered the Martial Arts Hall for power cultivation training. Since he was wearing a mask during sparring practice, the two were unlikely to recognise him. Furthermore... considering how the two individuals had such great power, if they wanted to find sparring partners, they would definitely find gold token-grade ones. Why would they ever consider finding a martial artist with a power level at the second stage of the Cast Tripod Realm like himself?

source: 而且这禽兽还一拿就是二十几块，这还给不给人活路走了？
en_us: Was this beast intending to give anyone a way out at all, having over twenty divinity metals out at once?

source: 而且这红发美女看上去，好象还跟城主大人关系不浅，一进大厅就亲热的挽着艾萨克的手臂，神色间带着几分撒娇的意思，而艾萨克似乎也对她相当宠爱，神色间看起来异常慈祥，就好象当初葛瑞安看他的目光一样。
en_us: And this redheaded beauty looked as if she was close to the Castellan. Upon entering the hall, she took Isaac's arm affectionately with a coquettish look on her face. Isaac seemed to be very fond of her as well, his expression kind and loving, just like how Gerian had looked at Lin Li in the beginning.

source: 而且这还没完，上百张黑龙皮之下，是二十几块已经冶炼好的神之金属。
en_us: And this was not the end. Beneath the stack of black dragon skin were over twenty pieces of smelted divinity metals.

source: 而他示好的方式，简单而又直接，对于这场拍卖会，最大的好处，无疑就是将奥法药剂的价值最大化，以一个惊险的价格，逼出了梅林家族最后的底限，光是这一点，就足以让魔法公会承他的情。
en_us: And the way he demonstrated his friendly intentions was simple and straightforward. For this auction, the greatest benefit was undoubtedly to maximize the value of Arcane Magic Potion, forcing out the bottom line of the Merlin Family with an astounding price. This alone was enough for the Guild of Magic to owe him a debt of gratitude.

source: 而传说中的黑莲花则又完全是另一个极端，生长环境之苛刻达到了令人发指的地步，它生长的地方，必须要有浓郁的魔法元素，以及能够融化钢铁的极限温度，最重要的是，还必须要有一条来自地心的熔岩灌溉，但灌溉的熔岩，却又不能直接浇到黑莲花上，只能在离黑莲花大概一米的地方缓缓流淌……
en_us: The legendary black lotus, however, was on another end of the scope. Its growing environment was unbearably harsh.—it had to be rich in magical elements and boast an extreme temperature high enough to melt steel. Most important of all, it had to be watered with molten lava coming from the core of the earth. The molten lava, however, could not be watered directly on the black lotus, instead it could only be run slowly about a meter away from it...

source: 而几乎与次同时，两根锋利的石刺已是破开大地，从地下猛的刺了出来。
en_us: Almost concurrently, two razor-sharp rock spines broke the earth and thrust themselves out of the ground.

source: 而几乎与此同时，凯文已经丢下了手中的酒杯，疯了一样的向这边扑来。
en_us: And almost at the same time, Kevin had dropped the wine glass in his hands and lunged to the side like crazy.

source: 而反应最大的，还是柜台后的老头。
en_us: The one with the biggest reaction was the old man behind the counter.

source: 而另一种方法无疑要现实许多，一瓶净化药剂，就能够完全解决这个麻烦。
en_us: The other way was undoubtedly much more practical. One bottle of Purifying Potion would solve the problem completely.

source: 而因为柳长老的死去，江逸彻底没有机会炼丹了，整个炼丹房都被封了。家族唯一的炼丹师没了，丹药只能去外面购买，丹房内储存的丹药自然会封存，统一调度。
en_us: On top of that, because of Elder Liu's death, Jiang Yi had completely no more opportunities to refine elixirs, as the alchemy lab had been completely sealed off. With the only alchemist in the family clan having passed away, elixirs could now only be purchased from outside. The elixirs stored in the alchemy lab naturally had to be sealed up for long-term storage, with all elixirs rationed and dispatched in controlled portions.

source: 而因为老法师的苦恼，林立也难得的休息了几天。
en_us: Because of his troubles, Lin Li managed to get a few days of a rare break.

source: 而在上面的楼梯上走下一名黄裳少女后，整个聚珍阁内经过短暂的哗然后，立即安静了下来，落针可闻。很多锦袍公子眼中都露出灼热的光芒，刚想匆匆朝黄裳少女走去，却看到她无视众人直接走进了一间雅阁内。
en_us: As a young lady dressed in yellow apparel walked down the stairs from the floor above, the entire Pearl Gathering Pavilion immediately turned silent after some commotion for a brief moment. The atmosphere was so silent one could hear a pin drop. The eyes of many gentlemen in embroided robes revealed looks of burning passion as they sought to hastily rush towards the young lady dressed in yellow. However, they could only observe her ignore the masses around her and walk directly towards the interior of a small elegent booth.

source: 而在他身前不远的地方，一名中年魔法师正噤若寒蝉的听着，脸上的神色又委屈又害怕，一边点头，还一边小心翼翼的往后退，好象生怕老家伙把火发在他头上似的。
en_us: Not far in front of him, a middle-aged mage was listening in silence, his expression aggrieved and frightened. He nodded while retreating carefully at the same time, as if afraid that the old man's rage would fall upon him.

source: 而在他身后，是一瓶瓶配好的奥法药剂。
en_us: Behind him were bottles of completed Arcane Magic Potions.

source: 而在加洛斯之外，对魔法公会怀有敌意的势力并不在少数，就比如他刚到加洛斯时，所遇到的那个中年人，他就代表着一支叫做阴影之巢的势力。
en_us: Outside Jarrosus, there were a handful of forces who were hostile to the Guild of Magic, such as the middle-aged man whom Lin Li had met when he first arrived in Jarrosus. The middle-aged man represented a force called the Shadow's Nest.

source: 而在小木屋内，安度因看着水晶球上的景象，却是脱口赞道：“干得漂亮！”
en_us: In the little log cabin, Andoine watched the scene on the crystal ball and blurted his praise. "Nicely done!"

source: 而在等待的过程中，他又将手伸进了无尽风暴之戒。
en_us: While he was waiting, he put his hand into the Ring of Endless Storm once more.

source: 而在药剂学这个领域里，两人却又走上了截然不同的道路。
en_us: And in the field of pharmaceutics, both had taken completely different paths.

source: 而在这中间他所冒的风险，其实并没有想象中那么大。
en_us: And the risk he had undertaken was not that high as he had imagined.

source: 而在配制过程中，林立对清醒药剂的缺陷，也有了最直观的认识。
en_us: And in the process of preparation, Lin Li also had the most intuitive understanding of the shortcomings of the Sobriety Potion.

source: 而大师级别更象一道分水岭，当技能达到大师级别之后，就不再是用钱能够解决的问题了，也许一万次成功的锻造，也不会让你的技能提升哪怕一点，而一次失败的锻造，却有可能让你的技能突飞猛进，没人敢说，自己有一天一定会达到宗师级别，哪怕是他离宗师已经只有一步之遥。
en_us: The mastery level was more like a division. When one had reached the mastery level, it was not a matter of money anymore. Perhaps even if you had succeeded in forging ten thousand times, there wouldn't be the slightest increase in your skills. But a failure in forging might allow you to obtain a huge improvement in skills. No one would dare say there would be a day where he could reach the level of a guru, even when there was only a small gap to overcome to achieve it.

source: 而如果这个年轻法师真有救人的能力，自己却一再阻拦，甚至想把他赶走，那结果岂不是等于……
en_us: If this young mage really had the ability to save people, but was repeatedly stalled and even driven away by her, then wouldn't the result be...

source: 而对“快”的最佳诠释，无疑正是瞬发。
en_us: As for the interpretation of "quick", it would no doubt be the instantaneous outburst.

source: 而对方却不出他的意料之外身子如破麻袋般倒飞出去，重重的撞在墙上翻滚下来，抱着一条被砸断骨头的手臂惨叫不停……
en_us: But unexpectedly, his opponent flew back, slamming heavily into the wall behind and tumbling to the ground. Cradling his broken arm, he yelled out in excruciating pain…

source: 而就在老梅林踏上台阶之时，塔内的葛瑞安也握紧了手中的法杖。
en_us: As Old Merlin walked up the step, Gerian tightened his grip on the staff.

source: 而就在这个时候，利维坦猩猩却又发起了新的一轮攻势，这一次的椰子雨，甚至比先前更加猛烈粗暴，一连几只椰子砸下来，虽然没有砸中林立，却将他身旁的巨树砸得“匡当”直响。
en_us: Just then, the Leviathan Gorilla launched a new round of attacks. This time, the coconut shower was more violent and brutal than before. The coconuts fell one after another, and although they did not hit Lin Li, they landed on the giant tree beside him with a loud crash.

source: 而就在这个时候，林立却忽然听见，一个苍老的声音从树林间传来。
en_us: It was at this moment that Lin Li suddenly heard an aged voice from the woods.

source: 而惊魂未定的三人却趁机摆脱了双足飞龙，顺势躲入茂密的树丛当中。
en_us: The trio, who were still reeling from shock, took the chance to extricate themselves from the Wyvern and went on to hide in the thick grove.

source: 而提高药剂浓度，无疑就是最直接的办法，于是就有了林立那一连串的实验。
en_us: Increasing the concentration of the potion was undoubtedly the most direct way, so Lin Li performed a series of experiments.

source: 而最让克伦威尔无法忍受的，还是这些该死魔法师的态度，那种高高在上的轻蔑笑容，几乎当场让克伦威尔疯掉，他完全无法接受，以前拼命巴结自己的人，现在却可以在自己面前笑得如此轻蔑。
en_us: What Cromwell could not tolerate was the attitude of these damned mages. Those high and mighty scorns almost drove Cromwell crazy. He could not accept how these people who had tried so hard to butter up to him could now laugh so contemptuously at him.

source: 而来自药剂师公会的老格林，自然就成了最好的探讨对象。
en_us: And Old Grimm, who was from the Pharmacists Guild, naturally became the best partner to have a discussion with.

source: 而林立却趁着这个机会，又一连往后退出了十几步，只是一眨眼之间，双方的距离就已经拉到了安全范围。
en_us: Lin Li took advantage of this opportunity and retreated another dozen steps. In the blink of an eye, the distance between them had been drawn to a safe one.

source: 而林立要做的，就是把这数千金币的草药变成药剂。
en_us: What Lin Li had to do was to turn the thousands of gold coins’ worth of herbs into potions.

source: 而林立踏入加洛斯城，无疑是个绝好的机会。
en_us: Lin Li had entered Jarrosus City, and this was undoubtedly the best opportunity.

source: 而现在——
en_us: But now—

source: 而现在，这个真正的药剂师，却正向他的学生请教……
en_us: And now, this pharmacist was learning from his student...

source: 而真正致命的，却是那根始终卡在伤口中的冰锥，这根冰锥不但刺伤了双足飞龙的内脏，还从根本上阻止了伤口合拢，鲜血就好象打开了闸门的水库，汹涌而欢乐的往外喷溅着。
en_us: What was really fatal was that the icicle got stuck in the wound from the start. The icicle not only punctured the viscera of the Wyvern, it also prevented the wound from closing. Blood flowed out gaily like a reservoir with its gates opened.

source: 而眼前这中年人，赫然正是当初被赶出公会的几名魔导士之一，名字好象叫卢克还是什么的。
en_us: And the middle-aged man turned out to be one of the few Magic Shooters who were driven out by him. His name was something like Luke.

source: 而等他仔细内视了片刻之后，却整个身子突然一颤，眼睛猛然睁开，一副活见鬼的表情。
en_us: And when he carefully observed for a moment, his body suddenly trembled. Abruptly opening his eyes, he looked as though he had just seen a ghost.

source: 而级魔法冲击水幕并不可怕，可怕的是林立使用它的方式。
en_us: A level-two Waterfall Strike wasn't intimidating at all, what was intimidating was the way Lin Li had used it.

source: 而经过最初的懊悔之后，克伦威尔很自然的就将一切都归咎到林立身上，正是因为他的出现，自己才失去了击败双足飞龙，拯救伊娜父女的机会，同样也是因为他的出现，自己才会在利维坦猩猩面前表现得如此不堪。
en_us: After the initial remorse, Cromwell naturally pinned all the blame on Lin Li. It was because of his arrival that he had lost the opportunity to fight the Wyvern and save both Ina and her father. It was also because of his presence that he had performed badly in front of the Leviathan Gorilla.

source: 而翡翠高塔，自然是这风暴的中心。
en_us: As for the Emerald Tower, it was of course the center of the storm.

source: 而若是运气够好的话，说不定还有机会采出一块魔能水晶来，那可就不得了了，魔能水晶是什么东西，天生的魔力源泉，就算只是拇指大小的一块，它所能提供的魔力，也绝不会比一枚十五级魔晶少。
en_us: If one got lucky, he might be able to find a piece of magicka crystal-that would be awfully wonderful. Being the natural source of mana, even a small piece of the size of a thumb would definitely be able to provide mana no less than a level-fifteen magical crystal could ever be.

source: 而被抓走的长腿美女，此时就正被困在那巨网当中。
en_us: The long-legged beauty who was caught was currently being trapped in the giant net.

source: 而趁着这个机会，葛瑞安已是一个箭步从塔内窜出，在漂浮术的支持下，他那胖胖的身体一出翡翠高塔就已浮在了空中，同时没有丝毫犹豫，大段大段的咒文从他口中流泻而出，一双胖手不断结起玄奥难明的手势。
en_us: Taking advantage of this opportunity, Gerian took a big stride and lunged out of the tower. With the support of the Levitation Spell, his plump body was floating in the air as soon as he came out of the Emerald Tower. There was no hesitation at all, and large verses of spells came streaming out from his mouth, his fat hands constantly making abstruse and incomprehensible gestures.

source: 而身患重病的葛瑞安，此时却笑咪咪的躲在地下室里，一遍又一遍的数着奥法药剂，听着客厅里传来的喧闹声，葛瑞安胖脸上的笑意更浓了。
en_us: The seriously ill Gerian, however, was hiding in the basement, grinning. He counted the Arcane Magic Potions again and again, and listened to the noise coming from the hall, the grin on his face growing wider as he did that.

source: 而这一切的来源，只是因为葛瑞安的一句话。
en_us: And the source of all these was a word from Gerian.

source: 而这一记风刃术的目标，却不是巨网当中的利维坦猩猩，而是那一片被冻结住的藤条。
en_us: The target of this Wind Blade Spell wasn't the Leviathan Gorilla in the giant net, but the rattan that was frozen to ice.

source: 而这个时候，葛瑞安却忽然注意到，他那个便宜侄子正往这边走来。
en_us: Just then, Gerian suddenly noticed his convenient nephew coming this way.

source: 而这个时候，葛瑞安却正跟城主艾萨克谈得分外投机。
en_us: At the same time, Gerian was having the most congenial talk with castellan Isaac.

source: 而这才刚过不久，又是一百多瓶清醒药剂。
en_us: And not long after, it was another 100 bottles of Sobriety Potion.

source: 而通过这个蹩脚的借口，林立也不断的被他丢到各种魔兽面前。
en_us: Using this as an excuse, Lin Li was frequently called upon by Andoine to fight different types of magical beasts.

source: 而那位安东尼－罗林先生，似乎也很享受这种感觉，在几名宾客包围下正滔滔不绝高谈阔论，神态间尽是春风得意的表情，林立初看之下还真没把他认出来，这又有哪一点象昨天那个战战兢兢请葛瑞安估价的罗林家族族长？
en_us: And that Mr Anthony Rolin seemed to enjoy the feeling. He was talking incessantly and eloquently in front of the guests with a triumphant expression on his face. Lin Li had not recognized him at first glance. There was nothing like the jittery patriarch of the Rolin Family who had asked Gerian for an evaluation yesterday.

source: 而那翊小姐则满脸的不爽，正在教训杨管事：“杨管事，你很不错啊！是不是看我翊凌雪不爽啊？安排一个金牌陪练冒充铜牌陪练……这样戏耍本小姐真的有意思吗？”
en_us: As for that Young Mistress Yi... Her face was filled with an expression of discontent. "Manager Yang, you are truly brazen!" she said with a snort. "Is it just that you're disgruntled with me, Yi Lingxue? You arranged for a gold-token-grade sparring partner to pass off as a bronze-token-grade sparring partner... Is it a lot of fun for you to toy with me this way?"

source: 而那股魔法元素涌起的地方，正是克伦威尔身下的台阶。
en_us: And the source of magical elements was right beneath the step where Cromwell lay.

source: 而随着荒谬而来的，是前所未有的危机感。
en_us: And with the absurdity came the unprecedented sense of crisis.

source: 而随着魔法等级的提高，一个魔法师真正的实力，往往就要有这些最基本的东西来判断，更精确的魔力控制，更快速的元素排列，可以让魔法变化更多施放速度更快。
en_us: As the magic level advanced, a mage's real strength was often judged by these fundamental things. A more precise control of mana and faster elemental sequencing could allow more variations and a quicker conjuration of magic.

source: 而马森跟欧灵，则远远的落在后面，一直到现在，两人都还没从震惊中恢复过来，满脑子想着的，都是自己那个无比神秘的室友。
en_us: As for Marson and Orrin, the two were walking far behind. Until then, they were still yet to recover from the shock earlier on, with their brain full of their remarkably mysterious roommate.

source: 而马迪亚斯的那两个室友，则完完全全的被吓傻了……
en_us: On the other hand, Mathias' two roommates were completely scared stiff.
